{
  "home": "Home",
  "about": "About",
  "resume": "Projects",
  "skill": "Skills",
  "settings": "Settings",
  "my_name": "HungLV",
  "my_full_name": "Lê Văn Hưng",
  "im_developer": "Android Developer",
  "im_freelancer": "Freelancer",
  "hello_im": "Hello, I'm",
  "home_overview": "Passionate about creating intuitive and performant mobile experiences. 5+ years of experience building Android applications with modern technologies.",
  "view_my_work": "View My Work",
  "download_cv": "Download CV",
  "home_title": "Mobile application developer",
  "about_home_title": "My objective when working on the project is to bring the best productivity and quality to customers. I also love to improve my skill and transfer my experience to everyone, which interested in developing software projects. Besides that, I always look for challenges and pass them.",
  "birthday": "Birthday: 15 Sep 1997",
  "phone": "Phone number: +84 812 346579",
  "age": "Age: 28",
  "degree": "Degree: Engineering",
  "email": "E-mail: hungle97hd@gmail",
  "city": "City: Hai Phong",
  "freelance": "Freelance: Available",
  "projects": "Projects",
  "downloads": "Downloads",
  "view": "View",
  "your_name": "Your name",
  "subject": "Subject",
  "message": "Message",
  "send_message": "Send message",
  "theme_mode": "Theme Mode",
  "language": "Language",
  "technologies": "Technologies I Use",
  "project_complete": "Projects Completed",
  "years_experience": "Years Experience",
  "my_download": "50M+",
  "total_projects": "25+",
  "total_years": "5+",
  "skill_expertise": "Skills & Expertise",
  "tool_tech": "Tools & Technologies",
  "featured_projects": "Featured Projects",
  "view_all_projects": "View All Projects",
  "featured_project_describe": "Here are some of my recent Android applications that showcase my skills in mobile development, UI/UX design, and modern Android technologies.",
  "skill_overview": "A comprehensive overview of my technical skills and proficiency levels in various Android development technologies and tools.",
  "fan_description": "Built entertainment apps with collections of fan sounds, white noise, asmr triggered by user actions.Added features like sound looping, favorites, and volume control, swipe to watch videos like reels",
  "stickman_description": "An app that lets users create stickman animations frame-by-frame with onion-skin support. Supporting export to GIF/MP4",
  "thermal_description": "Implemented a camera filter app that simulates thermal vision using OpenGL shaders and real-time color mapping.",
  "prank_description": "Built entertainment apps with collections of prank sounds (air horn, siren, fart, etc.) triggered by user actions. Sounds can created by Text to Speech, Voice Change",
  "charging_description": "Created an app that displays dynamic animations and battery statistics when the device is charging",
  "plant_description": "Built a mobile app that identifies plants from photos using AI server and external plant recognition APIs.",
  "compass_description": "Digital compass app displaying direction, degrees, and coordinates using magnetometer and accelerometer sensors.",
  "stamp_description": "Developed a camera/gallery tool to apply custom timestamps, watermarks, and location info onto photos and videos.",
  "magnify_description": "Created a magnifier app with real-time zoom and sharpening filters for text and objects.",
  "renai_description": "Fun photo-editing app that swaps user’s eyes/mouth into preset templates (e.g., classic paintings, memes)"
}